Repository: KDE/plasma-setup
Catalog: po/*/org.kde.plasmasetup.po
Languages: az, cs, lt, nb, ro, zh_cn

# NAME OF TRANSLATORS
source: Your names
az: Xəyyam Qocayev
cs: Vít Pelčák
lt: Moo
nb: Martin Hansen
ro: Sergiu Bivol
zh_cn: Tyson Tan

# EMAIL OF TRANSLATORS
source: Your emails
az: xxmn77@gmail.com
cs: vit@pelcak.org
nb: mh306602@gmail.com
ro: sergiu@cip.md
zh_cn: tds00@qq.com

source: Upload new avatar
az: Yeni avatar yükləyin

source: Remove current avatar
az: Hazırkı avatarı silin

source: We need a few details to complete the setup.
az: Quraşdırmanı tamamlamaq üçün bir neçə detal lazımdır.
cs: Pro dokončení nastavení potřebujeme zjistit pár podrobností.
lt: Norint užbaigti sąranką, reikia šiek tiek informacijos.
nb: Vi trenger litt informasjon for å fullføre oppsettet.
ro: Sunt necesare câteva detalii pentru a finaliza configurarea.
zh_cn: 我们需要一些详细信息来完成设置。

# @info
source: This user will be an administrator.
az: Bu istifadəçi adminstrator olacaq.
cs: Tento uživatel bude správce.
lt: Šis naudotojas bus administratorius.
nb: Denne brukeren vil være en administrator.
ro: Acest utilizator va fi un administrator.
zh_cn: 此用户将成为管理员。

# @info
source: This user will have administrative privileges on the system.<nl/><nl/>This means that they can change system settings, install software, and access all files on the system.<nl/><nl/>Choose a strong password for this user.
az: bu istifadəçi sistemdə adminstrator imtiyazlarına malik olacaq.<nl/><nl/>Bu o deməkdir ki, onlar sistem ayarlarını dəyişə, tətbiqlər quraşdıra və kök fayl sisteminə daxil ola bilərlər.<nl/><nl/>Bu istifadəçi üçün güclü şifrədən istifadə edin.
cs: Tento uživatel bude mít na systému práva správce.<nl/><nl/>To znamená, že může měnit systémová nastavení, instalovat software a přístupovat ke všem souborům v systému.<nl/><nl/>Vyberte pro tohoto uživatele silné heslo.
lt: Šis naudotojas šioje sistemoje turės administratoriaus teises.<nl/><nl/>Tai reiškia, kad jis galės keisti sistemos nuostatas, įdiegti programinę įrangą ir gauti prieigą prie visų sistemoje esančių failų.<nl/><nl/>Šiam naudotojui pasirinkite stiprų slaptažodį.
nb: Denne brukeren vil ha administrative tillatelser på systemet.<nl/><nl/>Dette betyr at de kan endre systeminnstillinger, installere programvare og få tilgang til alle filer på systemet.<nl/><nl/>Velg et sikkert passord til denne brukeren.
ro: Acest utilizator va avea privilegii de administrare în sistem.<nl/><nl/>Aceasta înseamnă că vor putea modifica configurația sistemului, instala programe și accesa toate fișierele din sistem.<nl/><nl/>Alegeți o parolă puternică pentru acest utilizator.
zh_cn: 此用户将在系统中拥有管理员权限。<nl/><nl/>这意味着此用户可以更改系统设置、安装软件以及访问系统中的所有文件。<nl/><nl/>请为此用户选择一个强密码。

# @label:textfield
source: Full Name
az: Tam ad

# @label:textfield
source: Username
az: İstifadəşi adı

# @label:textfield
source: Password
az: Şifrə

# @label:textfield
source: Confirm Password
az: Şifrənin təsdiqi

# @info:status
source: Passwords don’t match
az: Şifrələr eyni deyil

source: Edit APN
az: Giriş nöqtəsinə düzəliş edin
cs: Upravit APN
lt: Taisyti APN
nb: Rediger APN
ro: Modifică APN
zh_cn: 编辑接入点 (APN)

source: Name
az: Ad
cs: Název
lt: Pavadinimas
nb: Navn
ro: Denumire
zh_cn: 名称

source: APN
az: Giriş nöqtəsi

source: Username
az: İstifadəşi adı
cs: Uživatelské jméno
lt: Naudotojo vardas
nb: Brukernavn
ro: Utilizator
zh_cn: 用户名

source: Password
az: Şifrə
cs: Heslo
lt: Slaptažodis
nb: Passord
ro: Parolă
zh_cn: 密码

source: Network type
az: Şəbəkə növü
cs: Typ sítě
lt: Tinklo tipas
nb: Nettverktype
ro: Tip rețea
zh_cn: 网络类型

source: Only 4G
az: Yalnız 4G
cs: Pouze 4G
lt: Tik 4G
nb: Bare 4G
ro: Doar 4G
zh_cn: 仅 4G

source: Only 3G
az: Yalnız 3G
cs: Pouze 3G
lt: Tik 3G
nb: Bare 3G
ro: Doar 3G
zh_cn: 仅 3G

source: Only 2G
az: Yalnız 2G
cs: Pouze 2G
lt: Tik 2G
nb: Bare 2G
ro: Doar 2G
zh_cn: 仅 2G

source: Any
az: İstənilən
cs: Cokoliv
lt: Bet kuris
nb: Alle
ro: Oricare
zh_cn: 任意

source: Please configure your APN below for mobile data, further information will be available with your carrier.
az: Aşağıda mobil verilənlər üçün giriş nöqtəsini ayarlayın. Bundan sonrakı məlumatları xidmət təminatçınız təqdim edəcək.
cs: Prosím, nakonfigurujte níže své APN pro mobilní data. Další informace vám poskytne váš poskytovatel služeb.
lt: Žemiau sukonfigūruokite prieigos taško pavadinimą (APN), kad galėtumėte naudotis mobiliaisiais duomenimis, tolimesnė informacija bus prieinama iš jūsų mobiliojo ryšio operatoriaus.
nb: Sett opp din APN nedenfor for mobildata, ytterligere informasjon er tilgjengelig med din leverandør.
ro: Configurați mai jos APN-ul pentru date mobile. Puteți afla informații suplimentare de la operator.
zh_cn: 请在下方配置您的 APN 以使用移动数据，更多相关信息请咨询您的运营商。

source: You are connected to the mobile network.
az: Mobil şəbəkəsinə qoşulmusunuz.
cs: Nejste připojeni k mobilní síti.
lt: Jūs esate prisijungę prie mobiliojo tinklo.
nb: Du er koblet til mobilnettverket.
ro: Sunteți conectat la rețeaua mobilă.
zh_cn: 您已连接到该移动网络。

source: Please insert a SIM card into your device.
az: SİM kartınızı cihazınıza daxil edin.
cs: Prosím, vložte kartu SIM do vašeho zařízení.
lt: Įdėkite į įrenginį SIM kortelę.
nb: Sett inn et SIM-kort i din enhet.
ro: Introduceți o cartelă SIM în dispozitiv.
zh_cn: 请将 SIM 卡插入您的设备。

source: Your device does not have a modem available.
az: Cihazınızda modem mövcud deyil.
cs: Vaše zařízení nemá dostupný modem.
lt: Jūsų įrenginyje nėra prieinamas modemas.
nb: Din enhet har ikke et modem tilgjengelig.
ro: Dispozitivul nu are niciun modem disponibil.
zh_cn: 您的设备没有可用的调制解调器。

source: Mobile Data
az: Mobil verilənlər
cs: Mobilní data
lt: Mobilieji duomenys
nb: Mobildata
ro: Date mobile
zh_cn: 移动数据

source: Edit
az: Düzəliş edin
cs: Upravit
lt: Taisyti
nb: Rediger
ro: Modifică
zh_cn: 编辑

source: Delete
az: Silin
cs: Smazat
lt: Ištrinti
nb: Slett
ro: Șterge
zh_cn: 删除

source: Add APN
az: APN əlavə edin
cs: Přidat APN
lt: Pridėti APN
nb: Legg til APN
ro: Adaugă APN
zh_cn: 添加 APN

# %1 is the distro name
source: Your device is now ready. <br /><br />After clicking <b>Finish</b> you will be able to sign in to your new account.<br /><br />Enjoy <b>%1</b>!
az: Cihazınız indi hazırdır.<br /><br /><b>Son</b> düyməsinə vursuqdan sonra hesabınıza daxil ola biləcəksiniz.<br /><br /><b>%1</b> ilə sizə uğurlar!

source: Select your keyboard layout and language.
az: Klaviatura qatını və dili seçin.
cs: Vyberte si rozložení kláves a váš jazyk.
lt: Pasirinkite klaviatūros išdėstymą ir kalbą.
nb: Velg ditt tastaturoppsett og språk.
ro: Alegeți-vă aranjamentul de tastatură și limba.
zh_cn: 选择您的键盘布局和语言。

source: Please select your preferred language.
az: İstədiyiniz dili seçin.
cs: Zvolte si prosím váš preferovaný jazyk.
lt: Pasirinkite pageidaujamą kalbą.
nb: Velg ditt språk foretrukne språk.
ro: Alegeți limba preferată.
zh_cn: 请选择您的首选语言。

source: Search languages…
az: Dilləri axtarmaq...
cs: Vyhledat jazyky...
lt: Ieškoti kalbų…
nb: Søk i språk …
ro: Caută limba…
zh_cn: 搜索语言…

source: Adjust the size of elements on the screen.
az: Ekrandakı elementlərin ölçüsünü tənzimləyin.

source: Display Scaling
az: Ekran miqyası

source: Dark Theme
az: Qaranlıq görünüş
cs: Tmavý motiv
lt: Tamsus apipavidalinimas
nb: Mørkt tema
ro: Tematică întunecată
zh_cn: 深色主题

source: Select your time zone and preferred time format.
az: Saaat qurşağınızı və istədiyiniz vaxt formatını seçin.

source: 24-Hour Format
az: 24 saat formatı

source: Connect to
az: 24 saat formatı
cs: Připojit se k
lt: Prisijungti prie
nb: Koble til
ro: Conectează la
zh_cn: 连接到

source: Connect to a WiFi network for network access.
az: İnternetə giriş üçün WiFi şəbəkəsinə qoşulun.
cs: Pro přístup do sítě se připojte k WiFi.
lt: Prisijunkite prie belaidžio (WiFi) tinklo, kad turėtumėte prieigą prie interneto.
nb: Koble til Wi-Fi-nettverk for tilgang til Internett.
ro: Conectați-vă la o rețea WiFi pentru acces la rețea.
zh_cn: 连接到 WiFi 网络以访问互联网。

source: Password:
az: Şifrə:
cs: Heslo:
lt: Slaptažodis:
nb: Passord:
ro: Parolă:
zh_cn: 密码：

source: Invalid input.
az: Səhv daxiletmə.
cs: Neplatný vstup.
lt: Neteisinga įvestis.
nb: Ugyldig inndata.
ro: Date de intrare nevalide.
zh_cn: 输入的内容无效。

source: Username argument is missing or invalid.
az: İstifadəçi adında çatışmazlıqlar var və ya o səhvdir.

# %1 is a directory path
source: Failed to create autostart directory: %1
az: Avtomatik başlatma kataloqu yaradılmadı: %1

# %1 is a file path
source: Failed to open file for writing: %1
az: Yazmaq üçün fayl açılmadı: %1

source: Failed to find the Plasma Setup executable path.
az: Plasma quraşdırmasını icra etmək üçün yol tapılmadı.

# %1 is an error message
source: Failed to disable systemd unit: %1
az: Systemd modulunu söndürmək mümkün olmadı: %1

# %1 is a file path
source: Failed to remove file %1
az: %1 faylını silmək mümkün olmadı

# %1 is a directory path
source: Failed to create .config directory: %1
az: %1 tənzimləmə (.config) qovluğunu yaratmaq mümkün olmadı

# %1 is a file path
source: Failed to copy file %1
az: %1 faylını kopyalamaq mümkün olmadı

# %1 is a directory path, %2 an exit code
source: Failed to set ownership for home directory %1: exit code %2
az: %1 ev qovluğu üçün sahiblik təyin etmək mümkün olmadı: çıxış kodu %2

# %1 is a file path
source: Failed to open file %1 for writing.
az: Yazmaq üçün %1 faylını açmaq mümkün olmadı.

source: Plasma Setup
az: Plasma qurulması
cs: Úvodní nastavení Plasmy
lt: Plasma sąranka
nb: Plasma-oppsett
ro: Configurare Plasma
zh_cn: Plasma 设置

source: Make Plasma yours
az: Plasmanı özünüzünkü edin
cs: Přizpůsobte si Plasmu
lt: Prisiderinkite Plasma
nb: Gjør Plasma ditt
ro: Personalizați-vă Plasma
zh_cn: 帮助您进行 Plasma 的初始系统设置

source: © 2021-2024 KDE Community
az: © 2021-2024 KDE Cəmiyyəti
cs: © 2021-2024 Komunita KDE
lt: © 2021–2024 KDE bendruomenė
nb: © 2021–2024 KDE-fellesskapet
ro: © 2021-2024 Comunitatea KDE

source: Remove the Plasma Setup autologin configuration.
az: Plasma qurulması üçün avtomatik tənzimləməni silin.
cs: Odstranit konfiguraci automatického přihlášení Úvodního nastavení Plasmy.
lt: Pašalinti Plasma sąrankos automatinio prisijungimo prie paskyros konfigūraciją.
nb: Fjern oppsett av automatisk innlogging for Plasma-oppsett.
ro: Elimină configurările de autentificare automată din configurarea Plasma.
zh_cn: 移除 Plasma 设置自动登录配置。

source: Welcome to<br/><b>Plasma Mobile</b>
az: <br/><b>Plasma Mobile</b> Sizi Salamlayır
cs: Vítejte v prostředí<br/><b>Plasma Mobile</b>
lt: Jus sveikina<br/><b>Plasma Mobile</b>
nb: Velkommen til<br/><b>Plasma Mobile</b>
ro: Bun venit la<br/><b>Plasma Mobile</b>
zh_cn: 欢迎使用<br/><b>Plasma Mobile</b>

source: Welcome to<br/><b>Plasma Desktop</b>
az: <br/><b>Plasma Masaüstü</b> Sizi Salamlayır
cs: Vítejte v prostředí <br/><b>Pracovní plochy Plasma</b>
lt: Jus sveikina<br/><b>Plasma darbalaukis</b>
nb: Velkommen til<br/><b>Plasma-skrivebordet</b>
ro: Bun venit la<br/><b>Biroul Plasma</b>
zh_cn: 欢迎使用<br/><b>Plasma 桌面</b>

source: Begin Setup
az: Quraşdırmağa başlayın
cs: Začít s nastavením
lt: Pradėti sąranką
nb: Start oppsett
ro: Începe configurarea
zh_cn: 开始设置

# %1 is the distro name
source: Powered by<br/><b>%1</b>
az: <br/><b>%1</b> tərəfindən dəstəklənir
cs: Postavené na <br/><b>%1</b>
lt: Veikia su<br/><b>%1</b>
nb: Laget av<br/><b>%1</b>
ro: Propulsată de<br/><b>%1</b>
zh_cn: 运行的发行版：<br/><b>%1</b>

# @action:button
source: Back
az: Geriyə
cs: Zpět
lt: Atgal
nb: Tilbake
ro: Înapoi
zh_cn: 后退

# @action:button
source: Next
az: İrəli
cs: Další
lt: Kitas
nb: Neste
ro: Următor
zh_cn: 下一步

# @action:button
source: Finish
az: Tamamlandı
cs: Dokončit
lt: Užbaigti
nb: Fullfør
ro: Termină
zh_cn: 完成

# @info, %1 is an error message
source: Failed to crop image: %1
az: Şəkili kəsmək mümkün olmadı: %1

# %1 is the username
source: Could not get permission to save user %1
az: %1 istifadəçini saxlamaq üçün icazə almaq mümkün olmadı

source: There was an error while saving changes
az: Dəyişikliklərin saxlanılması zamanı xəta baş verdi

source: Failed to resize image: opening temp file failed
az: Şəklin ölçüsünü dəyişmək mümkün olmadı: müvəqqəti fayl açılmadı

source: Failed to resize image: writing to temp file failed
az: Şəklin ölçüsü dəyişmək mümkün olmadı: müvəqqəti fayla yazılmadı

# @label:textbox
source: Full Name
cs: Celé jméno
lt: Vardas, pavardė
nb: Fullt navn
ro: Nume complet
zh_cn: 完整姓名

# @label:textbox
source: Username
cs: Uživatelské jméno
lt: Naudotojo vardas
nb: Brukernavn
ro: Nume de utilizator
zh_cn: 用户名

# @label:textbox
source: Password
cs: Heslo
lt: Slaptažodis
nb: Passord
ro: Parolă
zh_cn: 密码

# @label:textbox
source: Confirm Password
cs: Potvrdit heslo
lt: Pakartokite slaptažodį
nb: Bekreft passord
ro: Confirmați parola
zh_cn: 确认密码

source: Passwords must match
cs: Hesla musí být stejná
lt: Slaptažodžiai privalo sutapti
nb: Passordene må være like
ro: Parolele trebuie să se potrivească
zh_cn: 两次输入的密码必须一致

# %1 is the distro name
source: Your device is now ready.<br /><br />Enjoy <b>%1</b>!
cs: Vaše zařízení je nyní připraveno.<br /><br />Užijte si <b>%1</b>!
lt: Jūsų įrenginys paruoštas naudojimui.<br /><br />Mėgaukitės <b>%1</b>!
nb: Din enhet er nå klar.<br /><br />Ha det gøy med <b>%1</b>!
ro: Dispozitivul e pregătit acum.<br /><br />Bucurați-vă de <b>%1</b>!
zh_cn: 您的设备已经准备就绪。<br /><br />请随心所欲地使用 <b>%1</b>！

# %1 is the distro name
source: Your device is now ready.<br /><br />After clicking <b>Finish</b> you will be able to sign in to your new account.<br /><br />Enjoy <b>%1</b>!
cs: Vaše zařízení je nyní připraveno.<br /><br />Po kliknutí na <b>Dokončit</b> budete moci se přihlásit ke svému novému účtu.<br /><br />Užijte si <b>%1</b>!
lt: Jūsų įrenginys paruoštas naudojimui.<br /><br />Spustelėję <b>Užbaigti</b> galėsite prisijungti prie savo naujosios paskyros.<br /><br />Mėgaukitės <b>%1</b>!
nb: Enheten din er nå klar.<br /><br />Etter trykk av <b>Fullfør</b> vil du kunne logge inn til din nye bruker.<br /><br />Ha det gøy med <b>%1</b>!
ro: Dispozitivul e pregătit acum.<br /><br />După ce apăsați pe <b>Termină</b>, veți putea să vă autentificați în noul cont.<br /><br />Bucurați-vă de <b>%1</b>!
zh_cn: 您的设备现已准备就绪。<br /><br />点击 <b>完成</b> 后，您即可登录到新账户。<br /><br />祝您使用 <b>%1</b> 愉快！

# @info:usagetip
source: What should this device be called?
cs: Jak by se mělo toto zařízení jmenovat?
lt: Kaip turėtų vadintis šis įrenginys?
nb: Hva skal denne enheten hete?
ro: Cum să fie numit acest dispozitiv?
zh_cn: 此设备应如何命名？

# @label:textbox
source: Hostname:
cs: Název počítače:
lt: Mazgo pavadinimas:
nb: Vertsnavn:
ro: Numele gazdei:
zh_cn: 主机名：

# @info
source: Hostname cannot be empty.
cs: Název hostitele nesmí být prázdný.
lt: Mazgo pavadinimas negali būti tuščias.
nb: Vertsnavnet kan ikke være tomt.
ro: Numele gazdei nu poate fi gol.
zh_cn: 主机名不能为空。

# @info
source: Hostname cannot be “localhost” or “localhost.localdomain”.
cs: Název hostitele nesmí být „localhost“ nebo „localhost.localdomain“.
lt: Mazgo pavadinimas negali būti „localhost“ ar „localhost.localdomain“.
nb: Vertsnavnet kan ikke være «localhost» eller «localhost.localdomain».
ro: Numele gazdei nu poate fi „localhost” sau „localhost.localdomain”.
zh_cn: 主机名不能是“localhost”或“localhost.localdomain”。

# @info
source: Hostname is too long (maximum 253 characters).
cs: Název hostitele je příliš dlouhý (maximum je 253 znaků).
lt: Mazgo pavadinimas yra per ilgas (daugiausiai 253 simboliai).
nb: Vertsnavnet er for langt (maks. 253 tegn).
ro: Numele gazdei e prea lung (maxim 253 de caractere).
zh_cn: 主机名太长 (最多253个字符)。

# @info
source: Hostname cannot start with a dot.
cs: Název hostitele nesmí začínat tečkou.
lt: Mazgo pavadinimas negali prasidėti tašku.
nb: Vertsnavnet kan ikke begynne med punktum.
ro: Numele gazdei nu poate începe cu punct.
zh_cn: 主机名不能以点开始。

# @info
source: Hostname cannot end with a dot.
cs: Název hostitele nesmí končit tečkou.
lt: Mazgo pavadinimas negali pasibaigti tašku.
nb: Vertsnavnet kan ikke slutte med punktum.
ro: Numele gazdei nu se poate sfârși cu punct.
zh_cn: 主机名不能以点结尾。

# @info
source: Hostname cannot contain consecutive dots.
cs: Název počítače nesmí obsahovat dvě po sobě následující tečky.
lt: Mazgo pavadinime negali būti einančių iš eilės taškų.
nb: Vertsnavnet kan ikke inneholde påfølgende punktum.
ro: Numele gazdei nu poate conține puncte consecutive.
zh_cn: 主机名不能包含连续点。

# @info
source: Hostname labels cannot be empty.
cs: Název hostitele nesmí být prázdný.
lt: Mazgo pavadinimo etiketės negali būti tuščios.
nb: Vertsnavn-merkelapper kan ikke være tomme.
ro: Numele gazdei nu poate avea etichete goale.
zh_cn: 主机名标签不能为空。

# @info
source: Each hostname label must be at most 63 characters.
cs: Každý název hostitele může mít nejvíce 63 znaků.
lt: Kiekvienoje mazgo pavadinimo etiketėje privalo būti daugiausiai 63 simboliai.
nb: Hvert vertsnavn-merkelapp må være av maks. 63 tegn.
ro: Fiecare etichetă pentru numele gazdei trebuie să aibă cel mult 63 de caractere.
zh_cn: 每个主机名标签不能超过 63 个字符。

# @info
source: Hostnames may contain letters, numbers, and hyphens. Each label must start and end with a letter or number.
cs: Názvy hostitelů mohou obsahovat písmena, čísla a pomlčky. Každý štítek musí začínat a končit písmenem nebo číslem.
lt: Mazgo pavadinime gali būti raidės, skaičiai ir brūkšneliai. Kiekviena etiketė privalo prasidėti ir pasibaigti raide arba skaičiumi.
nb: Vertsnavn kan inneholde bokstaver, tall og bindestrek. Hver merkelapp må begynne og slutte med en bokstav eller tall.
ro: Numele gazdei poate să conțină litere, numere și cratime. Fiecare etichetă trebuie să înceapă și să se sfârșească cu o literă sau număr.
zh_cn: 主机名可以包含字母、数字和连字符。每个标签必须以字母或数字开头和结尾。

source: Select your time zone.
cs: Vyberte si svou časovou zónu.
lt: Pasirinkite laiko juostą.
nb: Velg din tidssone.
ro: Alegeți-vă fusul orar.
zh_cn: 选择您的时区。
